tap "felixkratz/formulae"
tap "gcenx/wine"
tap "homebrew/command-not-found"
tap "homebrew/services"
tap "nikitabobko/tap"
tap "zegervdv/zathura"
brew "pango"
brew "aria2"
brew "atool"
brew "bat"
brew "chezmoi"
brew "cmake"
brew "coreutils"
brew "docker"
brew "fd"
brew "fetchmail"
brew "gnutls"
brew "ffmpeg"
brew "findutils"
brew "fzf"
brew "gawk"
brew "gcc@12"
brew "gh"
brew "git"
brew "gnu-getopt"
brew "gnu-indent"
brew "gnu-sed"
brew "gnu-tar"
brew "gnuplot"
brew "go"
brew "gping"
brew "grep"
brew "icu4c@76"
brew "guetzli"
brew "highlight"
brew "htop"
brew "imagemagick"
brew "iproute2mac"
brew "jq"
brew "pkgconf"
brew "media-info"
brew "mpv"
brew "msmtp"
brew "mutt"
brew "ncdu"
brew "neofetch"
brew "nghttp2"
brew "node"
brew "p7zip"
brew "pandoc"
brew "poppler"
brew "procmail"
brew "proxychains-ng"
brew "python-requests"
brew "ripgrep"
brew "sevenzip"
brew "tmux"
brew "trash-cli", link: true
brew "tree"
brew "wget"
brew "yazi"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "zegervdv/zathura/girara", args: ["HEAD"]
brew "girara", args: ["HEAD"]
brew "zegervdv/zathura/zathura", args: ["HEAD"]
brew "zegervdv/zathura/zathura-pdf-mupdf"
cask "aerospace"
cask "appcleaner"
cask "calibre"
cask "font-sf-pro"
cask "font-symbols-only-nerd-font"
cask "gstreamer-runtime"
cask "keepassxc"
cask "kitty"
cask "macfuse"
cask "microsoft-edge"
cask "obs"
cask "obsidian"
cask "phoenix-slides"
cask "qbittorrent"
cask "qq"
cask "sf-symbols"
cask "slack"
cask "sol"
cask "spotify"
cask "telegram-desktop"
cask "visual-studio-code"
cask "vnc-viewer"
cask "wechat"
cask "wpsoffice"
cask "xournal++"
cask "zotero"
vscode "aaron-bond.better-comments"
vscode "bierner.markdown-mermaid"
vscode "bpruitt-goddard.mermaid-markdown-syntax-highlighting"
vscode "christian-kohler.path-intellisense"
vscode "cschlosser.doxdocgen"
vscode "davidanson.vscode-markdownlint"
vscode "dracula-theme.theme-dracula"
vscode "eamodio.gitlens"
vscode "editorconfig.editorconfig"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "golang.go"
vscode "gruntfuggly.todo-tree"
vscode "haskell.haskell"
vscode "james-yu.latex-workshop"
vscode "justusadam.language-haskell"
vscode "llvm-vs-code-extensions.vscode-clangd"
vscode "mads-hartmann.bash-ide-vscode"
vscode "ms-python.black-formatter"
vscode "ms-python.debugpy"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.remote-explorer"
vscode "pkief.material-icon-theme"
vscode "shardulm94.trailing-spaces"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "spywhere.guides"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "vscodevim.vim"
vscode "wakatime.vscode-wakatime"
vscode "zh9528.file-size"
